Repository: felix-wddh/get_up
Catalog: GetUp/GetUp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Choose your language
de: Sprache wählen
es: Elige tu idioma
fr: Choisis ta langue
it: Scegli la tua lingua

source: You can change this anytime in Settings.
de: Du kannst das jederzeit in den Einstellungen ändern.
es: Puedes cambiarlo cuando quieras en Ajustes.
fr: Tu peux la changer à tout moment dans les Réglages.
it: Puoi cambiarla in qualsiasi momento nelle Impostazioni.

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Get out of bed. Actually.
de: Steh auf. Wirklich.
es: Sal de la cama. De verdad.
fr: Sors du lit. Vraiment.
it: Alzati dal letto. Davvero.

source: GetUp only turns off when you walk your phone to a tag in another room.
de: GetUp geht erst aus, wenn du dein Telefon zu einem Tag in einem anderen Raum bringst.
es: GetUp solo se apaga cuando llevas el móvil a una etiqueta en otra habitación.
fr: GetUp ne s'éteint que lorsque tu apportes ton téléphone à un tag dans une autre pièce.
it: GetUp si spegne solo quando porti il telefono a un tag in un'altra stanza.

source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l'instant
it: Salta per ora

source: Finish
de: Fertig
es: Finalizar
fr: Terminer
it: Concludi

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

source: From Felix & Georg
de: Von Felix & Georg
es: De Felix & Georg
fr: De la part de Felix & Georg
it: Da Felix & Georg

source: We're two people who could never trust ourselves to actually get up. Every snooze button felt like a tiny betrayal.
de: Wir sind zwei Leute, die sich selbst nie zugetraut haben, wirklich aufzustehen. Jede Snooze-Taste fühlte sich wie ein kleiner Verrat an.
es: Somos dos personas que nunca confiamos en levantarnos de verdad. Cada botón de repetir alarma se sentía como una pequeña traición.
fr: Nous sommes deux personnes qui n'ont jamais pu se faire confiance pour vraiment se lever. Chaque bouton snooze ressemblait à une petite trahison.
it: Siamo due persone che non sono mai riuscite a fidarsi di sé stesse per alzarsi davvero. Ogni tasto snooze sembrava un piccolo tradimento.

source: So we built GetUp — a clean, simple way to make mornings easier. Once your feet hit the floor, the day starts.
de: Also haben wir GetUp gebaut — eine klare, einfache Art, Morgen leichter zu machen. Sobald deine Füße den Boden berühren, beginnt der Tag.
es: Así que creamos GetUp — una forma clara y sencilla de hacer las mañanas más fáciles. En cuanto tus pies tocan el suelo, empieza el día.
fr: Alors nous avons créé GetUp — une façon simple et claire de rendre les matins plus faciles. Dès que tes pieds touchent le sol, la journée commence.
it: Così abbiamo costruito GetUp — un modo pulito e semplice per rendere le mattine più facili. Quando i tuoi piedi toccano il pavimento, la giornata inizia.

source: Felix and Georg, GetUp founders
de: Felix und Georg, GetUp-Gründer
es: Felix y Georg, fundadores de GetUp
fr: Felix et Georg, fondateurs de GetUp
it: Felix e Georg, fondatori di GetUp

source: Connect your tag
de: Tag verbinden
es: Conecta tu etiqueta
fr: Connecte ton tag
it: Collega il tuo tag

source: Pair your physical GetUp tag once. We'll use it to know when you've actually walked to it.
de: Verbinde deinen GetUp-Tag einmalig. Damit wissen wir, wann du wirklich zu ihm hingegangen bist.
es: Empareja tu etiqueta GetUp una vez. Así sabremos cuándo de verdad has caminado hasta ella.
fr: Associe ton tag GetUp une seule fois. Nous saurons ainsi quand tu y as vraiment marché.
it: Abbina il tuo tag GetUp una sola volta. Lo useremo per sapere quando ci sei davvero andato vicino.

source: Tag successfully linked.
de: Tag erfolgreich verbunden.
es: Etiqueta vinculada con éxito.
fr: Tag connecté avec succès.
it: Tag collegato con successo.

source: Link your GetUp
de: GetUp verbinden
es: Vincular GetUp
fr: Lier GetUp
it: Collega GetUp

source: Securely connect your tag
de: Sicher mit deinem Tag verbinden
es: Conecta tu etiqueta de forma segura
fr: Connecte ton tag en toute sécurité
it: Collega il tuo tag in sicurezza

source: Set up your alarm
de: Wecker einrichten
es: Configura tu alarma
fr: Configure ton réveil
it: Imposta la sveglia

source: On the home screen, tap Add alarm to pick your wake time. We'll handle the rest — when it rings, walk to your tag.
de: Tippe auf dem Home-Screen auf „Wecker hinzufügen“, um deine Aufstehzeit zu wählen. Den Rest übernehmen wir — wenn er klingelt, gehst du zu deinem Tag.
es: En la pantalla principal, toca Añadir alarma para elegir tu hora de despertar. Nos encargamos del resto — cuando suene, camina hasta tu etiqueta.
fr: Sur l'écran d'accueil, appuie sur Ajouter une alarme pour choisir l'heure du réveil. On s'occupe du reste — quand elle sonne, marche jusqu'à ton tag.
it: Nella schermata principale, tocca Aggiungi sveglia per scegliere l'orario. Al resto pensiamo noi — quando suona, vai al tuo tag.

source: Tap Add alarm
de: „Wecker hinzufügen“ tippen
es: Toca Añadir alarma
fr: Appuie sur Ajouter une alarme
it: Tocca Aggiungi sveglia

source: From the home screen.
de: Vom Home-Screen aus.
es: Desde la pantalla principal.
fr: Depuis l'écran d'accueil.
it: Dalla schermata principale.

source: Pick a time
de: Zeit wählen
es: Elige una hora
fr: Choisis une heure
it: Scegli un orario

source: Whenever you want to wake up.
de: Wann immer du aufwachen willst.
es: Cuando quieras despertarte.
fr: Quand tu veux te réveiller.
it: Quando vuoi svegliarti.

source: Sleep tight
de: Schlaf gut
es: Que duermas bien
fr: Dors bien
it: Sogni d'oro

source: When it rings, walk to your tag.
de: Wenn er klingelt, geh zu deinem Tag.
es: Cuando suene, camina hasta tu etiqueta.
fr: Quand il sonne, marche jusqu'à ton tag.
it: Quando suona, vai al tuo tag.

source: Alarms Disabled
de: Wecker deaktiviert
es: Alarmas desactivadas
fr: Alarmes désactivées
it: Sveglie disattivate

source: Enable in Settings to receive alarms
de: In Einstellungen aktivieren, um Wecker zu erhalten
es: Activa en Ajustes para recibir alarmas
fr: Active dans les Réglages pour recevoir les alarmes
it: Attiva nelle Impostazioni per ricevere le sveglie

source: Fix
de: Beheben
es: Arreglar
fr: Corriger
it: Risolvi

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Please enable alarms in Settings to use GetUp.
de: Bitte aktiviere Wecker in den Einstellungen, um GetUp zu nutzen.
es: Activa las alarmas en Ajustes para usar GetUp.
fr: Active les alarmes dans les Réglages pour utiliser GetUp.
it: Attiva le sveglie nelle Impostazioni per usare GetUp.

source: Your alarms
de: Deine Wecker
es: Tus alarmas
fr: Tes alarmes
it: Le tue sveglie

source: %lld active
de: %lld aktiv
es: %lld activas
fr: %lld actives
it: %lld attive

source: No alarms yet
de: Noch keine Wecker
es: Aún no hay alarmas
fr: Pas encore d'alarmes
it: Nessuna sveglia

source: Add your first morning alarm to get started.
de: Füge deinen ersten Morgen-Wecker hinzu, um loszulegen.
es: Añade tu primera alarma matutina para empezar.
fr: Ajoute ta première alarme du matin pour commencer.
it: Aggiungi la tua prima sveglia mattutina per iniziare.

source: Add alarm
de: Wecker hinzufügen
es: Añadir alarma
fr: Ajouter une alarme
it: Aggiungi sveglia

source: Add new alarm
de: Neuen Wecker hinzufügen
es: Añadir nueva alarma
fr: Ajouter une nouvelle alarme
it: Aggiungi nuova sveglia

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi

source: Streak
de: Serie
es: Racha
fr: Série
it: Serie

source: Get up on time every day to build your streak.
de: Steh jeden Tag pünktlich auf, um deine Serie aufzubauen.
es: Levántate a tiempo cada día para mantener tu racha.
fr: Lève-toi à l'heure chaque jour pour construire ta série.
it: Alzati in tempo ogni giorno per costruire la tua serie.

source: Menu
de: Menü
es: Menú

source: Edit Alarm
de: Wecker bearbeiten
es: Editar alarma
fr: Modifier l'alarme
it: Modifica sveglia

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Label
de: Bezeichnung
es: Etiqueta
fr: Étiquette
it: Etichetta

source: Alarm label
de: Wecker-Bezeichnung
es: Etiqueta de la alarma
fr: Étiquette de l'alarme
it: Etichetta della sveglia

source: Repeat
de: Wiederholung
es: Repetir
fr: Répéter
it: Ripeti

source: Tag bound
de: Tag verbunden
es: Etiqueta vinculada
fr: Tag associé
it: Tag collegato

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia

source: Bind an NFC tag to stop this alarm
de: Verbinde einen NFC-Tag, um diesen Wecker zu stoppen
es: Vincula una etiqueta NFC para detener esta alarma
fr: Associe un tag NFC pour arrêter cette alarme
it: Collega un tag NFC per fermare questa sveglia

source: Scan Tag
de: Tag scannen
es: Escanear etiqueta
fr: Scanner le tag
it: Scansiona tag

source: Delete Alarm
de: Wecker löschen
es: Eliminar alarma
fr: Supprimer l'alarme
it: Elimina sveglia

source: Error
de: Fehler
fr: Erreur
it: Errore

source: New Alarm
de: Neuer Wecker
es: Nueva alarma
fr: Nouvelle alarme
it: Nuova sveglia

source: Analytics
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche

source: TIME SAVED IN YOUR LIFE
de: ZEIT IN DEINEM LEBEN GESPART
es: TIEMPO AHORRADO EN TU VIDA
fr: TEMPS GAGNÉ DANS TA VIE
it: TEMPO RISPARMIATO NELLA TUA VITA

source: Versus the average sleep-in. Every morning you scan, you save your future self real minutes.
de: Verglichen mit dem durchschnittlichen Ausschlafen. Jeden Morgen, an dem du scannst, sparst du deinem zukünftigen Ich echte Minuten.
es: Frente a la media de dormir más de la cuenta. Cada mañana que escaneas, le ahorras minutos reales a tu yo futuro.
fr: Par rapport au temps moyen passé à traîner au lit. Chaque matin où tu scannes, tu offres de vraies minutes à ton futur toi.
it: Rispetto alla media di chi resta a letto. Ogni mattina che scansioni, regali minuti veri al tuo io futuro.

source: Time to scan
de: Scan-Zeit
es: Tiempo hasta escanear
fr: Temps avant scan
it: Tempo per scansionare

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana

source: All-time
de: Insgesamt
es: Total
fr: Tout temps
it: Sempre

source: Top %lld%% of GetUp users
de: Top %lld %% der GetUp-Nutzer
es: Top %lld %% de los usuarios de GetUp
fr: Top %lld %% des utilisateurs GetUp
it: Top %lld %% degli utenti GetUp

source: Faster than %lld%% of users this week.
de: Schneller als %lld %% der Nutzer diese Woche.
es: Más rápido que el %lld %% de los usuarios esta semana.
fr: Plus rapide que %lld %% des utilisateurs cette semaine.
it: Più veloce del %lld %% degli utenti questa settimana.

source: Slowest
de: Langsamste
es: Más lento
fr: Plus lent
it: Più lento

source: Fastest
de: Schnellste
es: Más rápido
fr: Plus rapide
it: Più veloce

source: What you could've done with that time
de: Was du in der Zeit hättest tun können
es: Lo que podrías haber hecho con ese tiempo
fr: Ce que tu aurais pu faire de ce temps
it: Cosa avresti potuto fare in quel tempo

source: Read 3 Harry Potter books
de: 3 Harry-Potter-Bücher lesen
es: Leer 3 libros de Harry Potter
fr: Lire 3 tomes de Harry Potter
it: Leggere 3 libri di Harry Potter

source: 27 hours is roughly enough to finish books 1, 2, and 3 cover-to-cover.
de: 27 Stunden reichen ungefähr, um Buch 1, 2 und 3 von vorne bis hinten zu lesen.
es: 27 horas son aproximadamente lo que se necesita para terminar los libros 1, 2 y 3 de cabo a rabo.
fr: 27 heures, c'est à peu près ce qu'il faut pour terminer les tomes 1, 2 et 3 de bout en bout.
it: 27 ore sono più o meno quanto serve per finire i libri 1, 2 e 3 dall'inizio alla fine.

source: 162 mornings of coffee
de: 162 Morgen mit Kaffee
es: 162 mañanas de café
fr: 162 matins avec un café
it: 162 mattine con un caffè

source: Brewing and actually enjoying a cup takes ~10 minutes. You reclaimed 162 of them.
de: Eine Tasse aufbrühen und in Ruhe genießen dauert etwa 10 Minuten. Du hast dir 162 davon zurückgeholt.
es: Preparar y disfrutar una taza lleva unos 10 minutos. Has recuperado 162.
fr: Préparer et savourer une tasse prend environ 10 minutes. Tu en as récupéré 162.
it: Preparare e gustarsi davvero una tazza richiede circa 10 minuti. Tu te ne sei ripreso 162.

source: Watched 13 movies
de: 13 Filme geschaut
es: Vistas 13 películas
fr: Regardé 13 films
it: Visti 13 film

source: 27 hours is a 13-movie marathon. Or one Lord of the Rings extended trilogy with snack breaks.
de: 27 Stunden sind ein 13-Filme-Marathon. Oder eine Herr-der-Ringe-Extended-Trilogie mit Snack-Pausen.
es: 27 horas equivalen a un maratón de 13 películas. O una trilogía extendida de El Señor de los Anillos con pausas para picar.
fr: 27 heures, c'est un marathon de 13 films. Ou une trilogie étendue du Seigneur des anneaux avec des pauses goûter.
it: 27 ore sono una maratona da 13 film. O una trilogia estesa del Signore degli Anelli con pause snack.

source: Ran an extra 130 km
de: Zusätzliche 130 km gelaufen
es: 130 km extra corriendo
fr: Couru 130 km de plus
it: Corso 130 km in più

source: At a steady 5 min/km pace, you could have run roughly 3 marathons in the time you saved.
de: In einem stetigen Tempo von 5 min/km hättest du ungefähr 3 Marathons in der gesparten Zeit laufen können.
es: A un ritmo constante de 5 min/km, podrías haber corrido unos 3 maratones con el tiempo ahorrado.
fr: À un rythme régulier de 5 min/km, tu aurais pu courir environ 3 marathons avec le temps gagné.
it: A un ritmo costante di 5 min/km, avresti potuto correre circa 3 maratone con il tempo risparmiato.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Premium alarm utility
de: Premium-Wecker-Werkzeug
es: Utilidad de alarma premium
fr: Outil d'alarme premium
it: Strumento sveglia premium

source: Enforcement
de: Durchsetzung
es: Cumplimiento
fr: Application
it: Applicazione

source: GetUp Mode
de: GetUp-Modus
es: Modo GetUp
fr: Mode GetUp
it: Modalità GetUp

source: Require NFC scan to silence alarms
de: NFC-Scan erforderlich, um Wecker stumm zu schalten
es: Requerir escaneo NFC para silenciar alarmas
fr: Exiger un scan NFC pour faire taire les alarmes
it: Richiedi la scansione NFC per silenziare le sveglie

source: Emergency bypasses
de: Notfall-Umgehungen
es: Saltos de emergencia
fr: Contournements d'urgence
it: Bypass d'emergenza

source: Bypass history
de: Umgehungs-Historie
es: Historial de saltos
fr: Historique des contournements
it: Cronologia bypass

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni

source: Last used
de: Zuletzt benutzt
es: Último uso
fr: Dernière utilisation
it: Ultimo utilizzo

source: No emergency stops used yet. Good job.
de: Bislang keine Notfall-Stopps genutzt. Gut gemacht.
es: Aún no se han usado paradas de emergencia. Buen trabajo.
fr: Aucun arrêt d'urgence utilisé pour l'instant. Bravo.
it: Nessuno stop d'emergenza usato finora. Bravo.

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni

source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Contact support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter le support
it: Contatta il supporto

source: Rate GetUp
de: GetUp bewerten
es: Valorar GetUp
fr: Évaluer GetUp
it: Valuta GetUp

source: Made for heavy sleepers.
de: Für Tiefschläfer gemacht.
es: Hecho para los que duermen profundamente.
fr: Conçu pour les gros dormeurs.
it: Pensato per chi dorme sodo.

source: Data reset complete
de: Daten-Reset abgeschlossen
es: Restablecimiento de datos completo
fr: Réinitialisation des données terminée
it: Ripristino dati completato

source: Force-quit and relaunch GetUp to start fresh. (Swipe up from the bottom and swipe the app away.)
de: Beende GetUp komplett und starte neu, um frisch zu beginnen. (Vom unteren Rand nach oben wischen und die App wegwischen.)
es: Cierra GetUp por completo y vuelve a abrirla para empezar de cero. (Desliza hacia arriba desde abajo y desliza la app fuera.)
fr: Quitte complètement GetUp et relance-la pour repartir à zéro. (Glisse vers le haut depuis le bas et balaie l'app.)
it: Forza la chiusura e riapri GetUp per ricominciare da capo. (Scorri verso l'alto dal basso e fai uscire l'app.)

source: Scan to stop alarm
de: Scannen, um Wecker zu stoppen
es: Escanea para detener la alarma
fr: Scanne pour arrêter l'alarme
it: Scansiona per fermare la sveglia

source: Hold the top of your iPhone near your NFC tag.
de: Halte die Oberkante deines iPhones an deinen NFC-Tag.
es: Acerca la parte superior del iPhone a tu etiqueta NFC.
fr: Approche le haut de ton iPhone de ton tag NFC.
it: Avvicina la parte superiore dell'iPhone al tuo tag NFC.

source: Alarm
de: Wecker
es: Alarma
fr: Alarme
it: Sveglia

source: You're up.
de: Du bist wach.
es: Estás en pie.
fr: Tu es debout.
it: Sei sveglio.

source: That's not your tag.
de: Das ist nicht dein Tag.
es: Esta no es tu etiqueta.
fr: Ce n'est pas ton tag.
it: Questo non è il tuo tag.

source: Have a good morning.
de: Hab einen guten Morgen.
es: Que tengas buena mañana.
fr: Passe une bonne matinée.
it: Buona giornata.

source: Try again.
de: Versuch's nochmal.
es: Inténtalo de nuevo.
fr: Réessaie.
it: Riprova.

source: Emergency Stop
de: Notfall-Stopp
es: Parada de emergencia
fr: Arrêt d'urgence
it: Stop d'emergenza

source: Stop Alarm
de: Wecker stoppen
es: Detener alarma
fr: Arrêter l'alarme
it: Ferma sveglia

source: Alright sleepyhead, due to regulations you do have a way out here. If your GetUp Tag is broken, you do not find it or you are unable to move, then there is a way. Hold the button for 20 seconds to stop the alarm. Use it wisely sleepyhead!
de: Okay Schlafmütze, aus regulatorischen Gründen gibt's einen Notausgang. Wenn dein GetUp-Tag kaputt ist, du ihn nicht findest oder dich nicht bewegen kannst — halte den Knopf 20 Sekunden gedrückt, um den Wecker zu stoppen. Benutz das mit Bedacht, Schlafmütze!
es: Vale, dormilón, por temas legales tienes una salida. Si tu etiqueta GetUp está rota, no la encuentras o no puedes moverte, hay una manera. Mantén pulsado el botón 20 segundos para detener la alarma. ¡Úsalo con cabeza, dormilón!
fr: OK marmotte, pour des raisons réglementaires, tu as une porte de sortie. Si ton tag GetUp est cassé, que tu ne le retrouves pas ou que tu ne peux pas bouger, il y a un moyen. Maintiens le bouton 20 secondes pour arrêter l'alarme. À utiliser avec sagesse, marmotte !
it: Ok dormiglione, per ragioni normative hai una via d'uscita. Se il tuo tag GetUp è rotto, non lo trovi o non riesci a muoverti, c'è un modo. Tieni premuto il pulsante per 20 secondi per fermare la sveglia. Usalo con saggezza, dormiglione!

source: Mock NFC Scan
de: NFC-Scan simulieren
es: Simular escaneo NFC
fr: Simuler le scan NFC
it: Simula scansione NFC

source: Woken with GetUp %lld time this month.
de: %lld Mal in diesem Monat mit GetUp geweckt.
es: Despertado con GetUp %lld vez este mes.
fr: Réveillé avec GetUp %lld fois ce mois-ci.
it: Svegliato con GetUp %lld volta questo mese.

source: Woken with GetUp %lld times this month.
de: %lld Mal in diesem Monat mit GetUp geweckt.
es: Despertado con GetUp %lld veces este mes.
fr: Réveillé avec GetUp %lld fois ce mois-ci.
it: Svegliato con GetUp %lld volte questo mese.

source: Woken with GetUp %1$lld time in %2$@.
de: %1$lld Mal mit GetUp im %2$@ geweckt.
es: Despertado con GetUp %1$lld vez en %2$@.
fr: Réveillé avec GetUp %1$lld fois en %2$@.
it: Svegliato con GetUp %1$lld volta a %2$@.

source: Woken with GetUp %1$lld times in %2$@.
de: %1$lld Mal mit GetUp im %2$@ geweckt.
es: Despertado con GetUp %1$lld veces en %2$@.
fr: Réveillé avec GetUp %1$lld fois en %2$@.
it: Svegliato con GetUp %1$lld volte a %2$@.

source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente

source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
it: Mese successivo

source: Home
de: Start
es: Inicio
fr: Accueil

source: Close NFC scan
de: NFC-Scan schließen
es: Cerrar escaneo NFC
fr: Fermer le scan NFC
it: Chiudi scansione NFC

source: Ready to scan
de: Bereit zum Scannen
es: Listo para escanear
fr: Prêt à scanner
it: Pronto per la scansione

source: NFC Tag
es: Etiqueta NFC
fr: Tag NFC
it: Tag NFC

source: Version
es: Versión
it: Versione

source: Support
es: Soporte
it: Supporto
